{
    "welcome": "Welcome",
    "navBar": {
        "home": "Home",
        "topicIndex": "Topic index",
        "languagesIndex": "Languages index",
        "about": "About",
        "help": "Help"
    },
    "footer": {
        "credits": "Credits",
        "terms": "Terms & conditions",
        "dev": "Developed by"
    },
    "home": {
        "title": "Welcome to Mesolex",
        "p1": "Lexicosemantic resources for Mesoamerican languages",
        "ilustration": "Illustration"
    },
    "summaryButtomPopUp":{
        "c1":"Lexicons",
        "c2":"Flora & fauna",
        "c3":"Videos",
        "c4":"Library",
        "c5":"Credits"
    },
    "languageIndex": {
        "title": "",
        "choose": "Choose a language group",
        "amuzgoan": {
            "title": "AMUZGOAN",
            "preText": "The three Amuzgoan languages ",
            "text": "are spoken in a small region of Guerrero and Oaxaca. Within eastern Otomguean languages, they are most closely related to Mixtec&#8209;Cuicatec and Triqui.",
            "content": "<p>Three generally recognized Amuzgo languages<code><a href='https://glottolog.org/resource/languoid/id/amuz1254' target='_blank'>amuz1254</a></code> which <a href='https://glottolog.org/' target='_blank'>Glottolog</a> considers closely related tonal languages within the Amuzgo&#8209;Mixtecan branch of eastern Otomangue, are spoken in an enclave northwestern Oaxacan and southwestern Guerrero communities. Other classifications reject Amuzgo&#8209;Mixtecan as a valid 'umbrella' unit and consider Amuzgo and Mixtecan sibling language groups. Two Amuzgoan languages, centered in the municipalities of Xochistlahuaca (Guerrero) and San Pedro Amuzgos (Oaxaca), have been somewhat documented, the latter by a prolific native speaker scholar, Fermín Tapia. The third, from Ipalapa (Oaxaca), is basically unstudied. Morphologically, Amuzgoan languages are unusual in manifesting active-stative subject marking on intransitive verbs.</p>"
        },
        "nahuatl": {
            "title": "NAHUATL",
            "preText": "The approximately 30 Nahuatl (Aztec) languages ",
            "text": " are spoken from Durango, through western and eastern Mexico, to El Salvador, making this group the most extensive of the uto‑Aztecan languages.",
            "content": "<p>Nahuatl <code><a href='https://glottolog.org/resource/languoid/id/azte1234' target='_blank'>azte1234</a></code> represents the largest group of uto&#8209;Aztecan languages. uto&#8209;Aztecan itself is divided into a northern group (California, Utah, Arizona, and Colorado), and a southern group (southern Arizona to El Salvador). The general consensus is that speakers of proto&#8209;Nahuatl, the common ancestor of all Nahuatl languages, migrated from the Sonoran desert through central and southeastern Mexico to El Salvador. Nahuatl languages all manifest a relatively complex agglutinative verbal p (inflectional and derivational), noun incorporation, and reduplication of verbal, nominal, and adjectival stems. The Aztecs spoke Nahuatl and introduced many innovations that quickly spread to other Nahuatl languages of central Mexico.</p>"
        },
        "mayan": {
            "title": "MAYAN",
            "preText": "Two Mayan languages ",
            "text": "are spoken in northern Veracruz (Huastecan) while 30&nbsp;predominate in contiguous areas of southern Mexico, Guatemala, and Belize. They represent the most documented of Mesoamerican languages.",
            "content": "<p>Mayan languages <code><a href='https://glottolog.org/resource/languoid/id/maya1287' target='_blank'>maya1287</a></code>, spoken in Mexico, Guatemala, and Belize, have been extensively studied in their modern variants, in extensive colonial documentation (dictionaries and texts), in glyphic archaeological and codex records, and in reconstructed proto&#8209;forms. Extensive documentation of modern Maya (grammars, dictionaries, comparative studies) is the result of a model effort by an Indigenous Guatemalan collective: OKMA. Typologically, and unlike other Mesoamerican languages, Maya manifests ergative&#8209;absolutive alignment: subjects of intranstive verbs are marked and behave like objects of transitive verbs. A separate form exists for subjects of transitive verbs. Ergativity is not a recent development but has been reconstructed to proto&#8209;Mayan.</p>"
        },
        "mazatec": {
            "title": "MAZATEC",
            "preText": "The 9 Mazatecan languages ",
            "text": "are Eastern Otomanguean languages concentrated in northeastern Oaxaca. The language in general manifests contrastive phonation (oral, nasal, breathy voice, creaky voice) and a relatively abundant tonal inventory.",
            "content": "<p>According to <a href='https://glottolog.org/' target='_blank'>Glottolog</a>, the Mazatecan language group <code><a href='https://glottolog.org/resource/languoid/id/maza1295' target='_blank'>maza1295</a></code>comprises 9 tonal languages spoken almost exclusively in northeastern Oaxaca, although a few spill over into adjacent communities of Puebla and Veracruz. Mazatecan is noteworthy for abundant and contrastive phonation&#8209;oral, nasal, breathy voice, creaky voice&#8209;as well as a rich tonal inventory, which generally includes 3 or 4 level tones and some 5 or more contours (rising and falling). Vowel inventories are relatively simple: 4 to 6 depending on the language. One of the more interesting features of Mazatecan is the existence of a well-developed whistled language, used particularly for long-distance communication. </p>"
        },
        "mixtec": {
            "title": "MIXTEC",
            "preText": "The approximately 50 Mixtec languages ",
            "text": " are closely related to Cuicatec, Triqui, and, more distantly, Amuzgo. They are spoken in Oaxaca, Guerrero, and Puebla and are highly diversified, thus often not mutually intelligible.",
            "content": "<p class=''>Mixtec <code><a href='https://glottolog.org/resource/languoid/id/mixt1427' target='_blank'>mixt1427</a></code> comprises approximately 50 languages spoken in Oaxaca, Guerrero, and Puebla. Many are mutually unintelligible given that diversification began over 5,000 years&nbsp;ago. Distinct internal groupings have been suggested: (a) the 5 subdivisions (Puebla Mixtec, Guerrero, Mixtec, Mixteca Baja, Mixteca Alta, and Mixteca de la Costa) presented by Kathryn Josserand, and (b) the 12 subdivisions in the <a href='https://glottolog.org/' target='_blank'>Glottolog</a> taxonomy. The entonym for Mixtec is <em>tu'¹un¹ sa¹bi⁴</em> literally 'word rain'. Mixtec languages have a complex tonal phonology that varies considerably from one community to another, though the segmental phonology is relatively simple and the morphology relatively isolating.</p>"
        },
        "totonacan": {
            "title": "TOTONACAN",
            "preText": "Totonacan languages are divided into (a)&nbsp;Totonac (10 languages); and (b)&nbsp;Tepehua (3 languages). Totonacan",
            "text": " manifests Mesoamerican linguistic traits though its historical relationship to other areal languages, e.g., Mixe&#8209;Zoque, is unclear.",
            "content": "<p>Totonacan <code><a href='https://glottolog.org/resource/languoid/id/toto1251' target='_blank'>toto1251</a></code> has been considered a language isolate (unrelated to other Mesoamerican language groups) although recently a Mixe&#8209;Zoque relationship has been suggested. The two branches &mdash;Tepehua (3 languages) and Totonac &mdash; are spoken across northern Veracruz and Puebla and into Hidalgo. Although internal language divisions are still debated, in general Totonac comprises two major groups (northern and lowland) with Misantla (Yecuatla) Totonac an outlier. Totonacan languages manifest a complex verbal morphology (both inflectional and derivational), multiple nominalization patterns, and a particularly extensive set of 'ideophones,' sound symbolic words that usually represent sound, olefactory, and taste perceptions. </p>"
        },
        "triqui": {
            "title": "TRIQUI",
            "preText": "Triqui languages ",
            "text": ", related to Mixtec and Cuicatec, comprise three distinct languages spoken in three northwestern Oaxaca communities. They are notable for sharing a fairly complex tonal and segmental phonology.",
            "content": "<p>The three triqui languages <code><a href='https://glottolog.org/resource/languoid/id/triq1251' target='_blank'>triq1251</a></code> are spoken in Chicahuaxtla, San Martín Itunyoso and San Juan Copala, communities located in close proximity to the mixtec and amuzgo regions of northwest Oaxaca. Triqui is invariably classified as a Mixtecan language and it is easy to recognize an ample series of cognates across Triqui, Mixtec, and Cuicatec. Two Triqui languages, Chicahuaxtla and Itunyoso, are notable for contrasting lenis and fortis consonants, the latter of long duration and often considered geminates. All three Triqui languages, however, have a complex tonal system, with 8 to 10, or possibly more, tones.</p>"
        }
    },
    "topicIndex": {
        "instructions": "Choose a topic",
        "topCards": {
            "lexicon": {
                "title": "Lexicons",
                "text": "Searchable lexicosemantic resources in Mesoamerican&nbsp;languages."
            },
            "library": {
                "title": "Library",
                "text": "Searchable lexicosemantic resources in Mesoamerican languages."
            },
            "flora": {
                "title": "Flora & fauna",
                "text": "Documentation including illustrated guides and databases of nomenclature, Classification, and use."
            },
            "audios": {
                "title": "Audios",
                "text": "Link to SYLARD for line&#8209;by&#8209;line playback documented audio corpora."
            },
            "videos": {
                "title": "Videos",
                "text": "Links to video via a searchable catalogue."
            }
        },
        "bottomCards": {
            "amuzgoan": {
                "title": "Amuzgoan",
                "region0": "San Pedro Amuzgos",
                "popUpW":["<p>San Pedro Amuzgos <code><a href='https://glottolog.org/resource/languoid/id/sanp1260' target='_blank'>sanp1260</a></code> is the municipality in which one of three Amuzgoan languages is spoken. Located on the Tlaxiaco to Pinotepa Nacional highway, S.P. Amuzgos comprises an urbanized municipal center and 9 outlying colonies where, in general, Amuzgo is more highly conserved and used in almost all everyday interactions. The language itself is characterized by a segmental phonology with a relatively abundant set of vowels and a relatively reduced set of consonants that, nevertheless, may occur in complex clusters. For example, nasals may precede all stops and affricates, whereas an &#60;h&#62; may follow any non-palatalized stop. Of the seven oral vowels all but the high front (&#60;i&#62;) and back (&#60;u&#62;) also occur as nasalized; these high vowels are the only ones that occur at the beginning of the approximately 10 oral and nasal dipthongs. Tonal phonology is complicated and still under analysis. Discussions are presented in the articles and manuscripts available through the SPA Amuzgo library. </p>"]
            },
            "nahuatl": {
                "title": "Nahuatl",
                "region0": "Highland Puebla Nahuat (Sierra Nororiental de Puebla)",
                "region1": "Nahuatl of Mecayapan, Veracruz",
                "region2": "Nahuatl of Tetelcingo, Morelos",
                "region3": "Nawat (Pipil) of El Salvador",
                "popUpW":[]
            },
            "mayan": {
                "title": "Mayan",
                "region0": "A historical dictionary of Chol (Mayan): The lexical sources from 1789 to 1935",
                "region1": "A dictionary of Chuj (Mayan) as spoken in San Mateo Ixtatán, Guatemala (1964–65)",
                "popUpW":[]
            },
            "mazatec": {
                "title": "Mazatec",
                "region0": "Mazatec of Huautla",
                "popUpW":["<p>Huautla Mazatec <code><a href='https://glottolog.org/resource/languoid/id/huau1238' target='_blank'>huau1238</a></code> was the first of the present 9 Mazatecan languages to split from the main branch. It is also the most widely documented Mazatecan language and is well-known for being that of Marina Sabina, an iconic curer whose prayers have been recorded and translated into Spanish and English. In terms of its phonemic system, Huautla Mazatec has 4 vowels (i,&nbsp;e,&nbsp;a,&nbsp;and&nbsp;o). It maintains oral and nasal distinctions but has lost both creaky voice and breathy voice vowels, two of the four phonation types common in many other Mazatecan languages. Instead, in Huauatla Mazatec the laryngealized and breathy features are realized on a preceding consonant, which can be laryngealized or aspirated. There are 4 level tones (4&nbsp;high&nbsp;to&nbsp;1&nbsp;low) and, in the language of Rio Santiago represented in this portal, 3 falling and 2 rising tones. </p>"]
            },
            "mixtec": {
                "title": "Mixtec",
                "region0": "Historical Mixtec (proto-Mixtec)",
                "region1": "Mixtec of Magdalena Peñascos",
                "region2": "Mixtec of San Martín Duraznos",
                "region3": "Mixtec of San Martín Peras",
                "region4": "Mixtec of Xochapan",
                "region5": "Mixtec of the Yoloxóchitl community",
                "popUpW":[]
            },
            "totonacan": {
                "title": "Totonacan",
                "region0": "Totonac of the municipality of Zongozotla",
                "popUpW":[]
            },
            "triqui": {
                "title": "Triqui",
                "region0": "Chicahuaxtla Triqui",
                "region1": "San Martín Itunyoso Triqui",
                "popUpW":["<p>Chicahuaxtla Triqui<code><a href='https://glottolog.org/resource/languoid/id/chic1273' target='_blank'>chic1273</a></code> isspoken in 15 communities clustered around San Andrés Chicahuaxtla(municipality of Putla, Oaxaca). The polygon in which this language is spoken is small (approx. 40 sq. km); itslands are generally at a relatively high altitude (&#62; 2,000 m). Chicahuaxtla Triqui maintains thefortis&#8209;lenisdistinction consonant distinction noted in the Triqui language group. Although lenis occlusives tend to bevoiced in monosyllabic words, length continues to distinguish other fortis vs. consonants. The tonal inventoryis relatively abundant with 4 level tones (1 low to 4 high) along with 3 rising and 3 falling tones (a“superhigh” 5 tone may be simply an allotone of 4 in the rising 35 contour). Chicahuaxtla Triqui, as opposed toother Triqui languages, is noteworthy for the occurrence of phrase&#8209;final rearticulated vowels, a reflex ofa floating tone.</p>"]
            },
            "back": "Go back"
        }
    },
    "library":{
        "title":"Library",
        "tTitle":"Title",
        "tAuthor":"Author",
        "tCommunity":"Community",
        "tLang":"Language",
        "tKeywords":"Keywords",
        "typeWords":"Type Words for serch",
        "go2p":"Go to Page",
        "pg":"Page",
        "of":"of",
        "res":"Results",
        "popWinTitle":"Bibliographic information",
        "popWinCopyBuutton":"Copy to clipboard & close",
        "all":"All"
    },
    "videos":{
        "title":"Videos",
        "tTitle":"Title",
        "tDirector":"Directors",
        "tCommunity":"Community",
        "tLang":"Language",
        "tKeywords":"Keywords",
        "typeWords":"Type Words for serch",
        "go2p":"Go to Page",
        "pg":"Page",
        "of":"of",
        "res":"Results",
        "popWinTitle":"Bibliographic information",
        "popWinCopyBuutton":"Copy to clipboard & close",
        "all":"All"
    },
    "about":{
        "title":"About",
        "content":"<main class=''> <div class='contenedor-general-rebasado'> <div class='contenedor-general '> <div class='contenedor-columnas '> <div class='contenedor-4-col contenedor-titulo-estaticas '> <h1 class='titulo-estaticas ' id='about-mesolex'>About Mesolex</h1> </div> <div class='contenedor-8-col m-top-2rem '> <h3 class='titulo-estaticas' id='objetives-about'>Objectives and History</h3> <p><em>Mesolex: Lexicosemantic Resources for Mesoamerican Languages</em> is a multimedia portal that offers all potential users open access to a wide range of resources on Mesoamerican languages. The portal was developed out of dissatisfaction with the resources available to native speakers, the general public, and the academic community to learn about, study, and hear actual audio recordings (transcribed and translated) of the many native languages spoken in the Mesoamerican cultural area. Portal navigation to the resources is organized around two major themes or pathways: (1) Languages (accessed by clicking on the <a href='https://mesolex-drako-iano9.ondigitalocean.app/en/languageIndex' alt='Mesolex Language Index'>Language Index</a>); and (2) Topics and media (accessed by clicking on the <a href='https://mesolex-drako-iano9.ondigitalocean.app/en/topicIndex' alt='Mesolex Topic Index'>Topic Index</a>). Mesolex is not only a hub for accessing resources but provides innovative tools for discovery and display of these resources. Particularly important are the back&#8209;end tools for all dictionaries (e.g., a finite state transducer, a thesaurus, and a multilanguage search tool) and the open-source program <a href='https://sylard-hsnrj.ondigitalocean.app/' alt='SYLARD'>SYLARD</a>, an ELAN-to-HTML conversion tool for line-by-line playback of transcribed and translated digital audio. </p> <p>The Mesolex portal has been created with the support of a National Endowment for the Humanities, Office of Digital Humanities Level 1 grant (Award HAA-266482-19). Content has been provided by multiple individuals and sources, all credited on the relevant pages. Indeed, a major goal of Mesolex is to provide contributors, particularly native speakers documenting their own languages, a mechanism through which they can disseminate the material that they gather and edit (e.g., theses, articles, lexicons, multimedia including line-by-line audio playback). The ultimate goal of Mesolex is to create a platform that makes it easy for contributors to create language-specific “subportals” and for end users to access the material so deposited through either the language or topic index. Mesolex is not meant to be a permanent archive for long-term preservation but rather a portal to facilitate discovery and access of materials archived elsewhere. Efforts are underway to ensure that Mesolex materials (e.g., dictionaries, transcribed/translated audio) are also archived at institutions capable of long-term, secure preservation. In sum, the goal of Mesolex is to offer a language- and topically-organized lexicosemantic resource center for open access dissemination of lexicosemantic resources while at the same time providing a pathway for the permanent archiving of materials that are not published or otherwise permanently archived. </p> </div> </div> <div class='contenedor-columnas '> <div class='contenedor-4-col contenedor-titulo-estaticas '> <h2 class='titulo-estaticas-seccion' id='topic-index-about'>Topic index</h2> </div> <div class='contenedor-8-col m-top-2rem '> <h3 class='titulo-estaticas' id='specifiqued-tools-about'>Portal specific tools to facilitate access and discoverability: SYLARD and Search tools for lexical databases</h3> <p> <strong>SYLARD</strong> (Synchronized Language Annotation Result Display) is <a href='https://sylard-hsnrj.ondigitalocean.app/source_code' alt='SYLARD Source Code'>open-access software</a> that converts ELAN files (.eaf extension) to HTML for line-by-line playback of audio recordings. End users can configure the display in many ways, as explained in the <a href='https://sylard-hsnrj.ondigitalocean.app/usermanual' alt='SYLARD User Manual'>User Manual</a>, changing, for example, the translated texts that are visible (e.g., from Spanish to English, if the original ELAN file has both languages), or altering the display to a design that the user prefers. </p> <p> SYLARD has been developed to facilitate easy and direct native speaker, general public, and researcher access to language documentation material often not easily discoverable and difficult to play for individuals not familiar with <a href='https://archive.mpi.nl/tla/elan' alt='ELAN Software'>ELAN</a> software. Under present archiving practices, users need to download an ELAN .eaf file, download the associated audio (.mp3 or .wav), install ELAN on a local computer, link the audio and transcription files in ELAN, and play back through the ELAN interface. This is a challenge for those not familiar with ELAN. SYLARD offers an easy alternative. Discovery of relevant materials in the Mesolex portal is facilitated by a <a href='https://sylard-hsnrj.ondigitalocean.app/catalog' alt='SYLARD's Catalogue'>searchable catalogue</a> (with easy-to-create filters by, for example, language); immediate line-by-line playback of the audio material can be through any web browser. </p> <p>SYLARD can be accessed <a href='https://sylard-hsnrj.ondigitalocean.app/' alt='SYLARD Home'>directly</a> or through the Mesolex <a href='https://mesolex-drako-iano9.ondigitalocean.app/en/topicIndex' alt='Mesolex Topic Index'>Audios</a> module.</p> <p> <strong>back&#8209;end search tools for Mesolex lexicons</strong> offer an innovative approach to look-up in Indigenous language dictionaries. The tools address the following problems, each discussed in turn: <ol class='lista-ordenada-estaticas'> <li>Linguistic and orthographic variation among closely related languages;</li> <li>Difficulty of discovery of Western language (usually Spanish or English) glosses</li> <li>Searches across Indigenous language dictionaries that are written with different L2 languages</li> </ol> </p> <p> <strong>1. </strong>Users are often stymied by dictionary look-up because of orthographic and linguistic variation. For example, a native speaker of Nahuatl may search for the headword <i>tlacatl</i> (‘man’) and be frustrated when no results are returned because the dictionary spells this word <i>tla:katl</i> (with the length of the initial &#60;a&#62; marked as long, and the voiceless velar occlusive [k] written as &#60;k&#62;, not &#60;c&#62;). Or, if the dictionary is of Highland Puebla Nahuatl, a user search for &#60;tlacatl&#62; would miss the cognate form &#60;ta:kat&#62;. Highland Puebla Nahuatl has lost &#60;tl&#62;, which is always realized as &#60;t&#62;. Concomitantly, a &#60;t&#62; in Highland Puebla Nahuatl may be realized as either &#60;t&#62; or &#60;tl&#62; in other Nahuatl languages. </p> <p> Mesolex has integrated language-specific finite state transducers into its back&#8209;end. User-generated searches (e.g., for &#60;tlacatl&#62;) can be processed through these FSTs so that searches automatically discover many common orthographic and linguistic variations without any change to the search input. Mesolex has also integrated, into this same flexible search functionality, neutralization of certain language-specific phonemic distinctions. For example, searches in Nahuatl can ignore vowel length, searches in Mixtec can ignore tonal differences, searches in Mazatec and Totonac can ignore differences in phonation, and searches in Triqui can ignore the contrast between fortis and lenis consonants. All this flexibility is automatic as it is part of the language-specific FSTs that are built into the Mesolex back&#8209;end system. </p> <p> <strong>2. </strong>Users may also be frustrated when searches in the Western language, even for the most basic vocabulary, fails to find an Indigenous language equivalent. Often this is because of decisions made by the lexicographer during data entry. Thus a search for &#60;culebra&#62; might yield no hits simply because the entry for ko¹o⁴ in Mixtec, kowa:t in Nahuatl, or lu:wa' in Totonac provided the gloss &#60;víbora&#62; or &#60;serpiente&#62; and not &#60;culebra&#62;. Mesolex has a back&#8209;end thesaurus (word net) that discovers synonyms and concatenates them into the search string. With this functionality, a user who looks for an Indigenous language entry for &#60;culebra&#62;, having activated the back&#8209;end thesaurus, will find all entries that have &#60;culebra&#62;, &#60;víbora&#62;, or &#60;serpiente&#62;. Or a search for &#60;contemplate&#62; would find the Indigenous words glossed as &#60;think&#62;, &#60;ponder&#62;, or similar words that might be in the back&#8209;end thesaurus. </p> <p> <strong>3. </strong>Finally, it is often the case that users might want to search across several dictionaries, some of which might use different languages (basically Spanish and English) for the glosses and translations. Mesolex also has a built-in (back&#8209;end) bilingual dictionary that can be activated to search across target languages. Thus, for example, a search for &#60;cat&#62; will find &#60;gato&#62; and a search for &#60;perro&#62; will find &#60;dog&#62;. </p> <p> The three aforementioned search enhancements (finite state transducer, thesaurus, bilingual equivalences) are facilitate discovery of both Indigenous language headwords (by those who may use different orthographies or speak different language variants) and target language glosses or translations. </p> <h3 class='titulo-estaticas' id='videos-about'>Videos</h3> <p> The video module is simply a catalogue of online videos (mostly in Youtube) relevant to any of the terminal languages represented in Mesolex. The administrator of each terminal language portal is free to select and create any links that he or she might wish and the Mesolex video module will integrate this into a searchable catalogue. </p> <h3 class='titulo-estaticas' id='library-about'>Library</h3> <p> The library module is a link to files (for the most part these will be pdfs) relevant a particular terminal language. Thus the portal for the terminal language Yoloxóchitl Mixtec will include much published and unpublished material (e.g., an illustrated ethnobotanical guide) relevant to this language. Again, the subportal administrator can chose what documents to make available (including material in proprietary formats such as Excel). </p> <h3 class='titulo-estaticas' id='flora-&-fauna-about'>Flora and Fauna</h3> <p> The Flora and Fauna module is in effect a merged catalogue that include all audio, video, library documents, or lexicons pertinent to ethnobiology. The material for this module is, therefore, included in and also accessible through the Audios, Videos, Library, and Lexicons modules as well as through the language subportals. Thus, for example, the <a href='https://mesolex.nyc3.digitaloceanspaces.com/library/Yolo/Yoloxochitl-Illustrated-guide_2022-02-07.pdf'> illustrated ethnobotanical guide </a> for Yoloxóchitl can be found through the Yoloxóchitl Mixtec language subportal, through the Library (e.g., filtering for the keyword “ethnobotany”), or from the Flora and Fauna module. </p> </div> </div> <div class='contenedor-columnas '> <div class='contenedor-4-col contenedor-titulo-estaticas '> <h2 class='titulo-estaticas-seccion' id='topic-index-about'>Language Index</h2> </div> <div class='contenedor-8-col m-top-2rem '> <h3 class='titulo-estaticas' id='overview-about'>Overview</h3> <p> The <a href='https://mesolex-drako-iano9.ondigitalocean.app/en/languageIndex' alt='Mesolex Language Index'>Language Index</a> is another pathway to Mesolex resources. Through this a user will first access the Language group module (e.g., Amuzgoan, Nahuatl, Maya, Mazatec, etc.) which is a high level taxonomic node in a phylogenetic language tree. The exact node chosen is in some sense arbitrary. Thus Amuzgo&#8209;Mixtecan is not represented but rather slightly lower&#8209;level nodes such as Amuzgoan, Mixtec, and Triqui (Cuicatec might be added at some point, or Mixtec changed to Mixtec&#8209;Cuicatec). Once the user clicks on a language group, they are taken to a list of what may be referred to as “terminal languages”. For example, the <a href='https://mesolex-drako-iano9.ondigitalocean.app/en/languageIndexView/mixtec'> Mixtec language group</a> comprises 5 terminal languages plus “Historical Mixtec (proto&#8209;Mixtec)”. Finally, by clicking on any one of the terminal languages, the user is taken to a terminal language page such as that for San Pedro Amuzgos Amuzgo: </p> <a href='../about/about-index-imagenes/pantalla-emergente-about.jpg' target='_blank'> <img class='imagen-estaticas-columna-grande' src='../about/about-index-imagenes/pantalla-emergente-about.jpg' alt='Amuzgoan, San Pedro Amuzgos'> </a> <p>As clear above, the footer of terminal language pages presents the Topic modules as they appear in the Topic Index. Accessing the resources through the terminal language page in effect simply filters all resources so that only those pertinent to the language being researched appears when the topical links are clicked. </p> <p> Finally, for all terminal language pages there is an administrator, often a researcher working on that particular language, who selects the content for the subportal. This individual or individuals are credited along with any institutional support (e.g., a funding agency) that might have helped gather the resources presented. </p> </div> </div> </div> </div></main>"
    },
    "help": {
        "content": "<main class=''> <div class='contenedor-general-rebasado'><div class='contenedor-general '><div class='contenedor-columnas '><div class='contenedor-4-col contenedor-titulo-estaticas '><h1 class='titulo-estaticas ' id='about-mesolex'>About Mesolex</h1></div><div class='contenedor-8-col m-top-2rem '><h3 class='titulo-estaticas' id='objetives-about'>Objectives and History</h3><p><em>Mesolex: Lexicosemantic Resources for Mesoamerican Languages</em> is a multimedia portal that offers all potential users open access to a wide range of resources on Mesoamerican languages. The portal was developed out of dissatisfaction with the resources available to native speakers, the general public, and the academic community to learn about, study, and hear actual audio recordings (transcribed and translated) of the many native languages spoken in the Mesoamerican cultural area. Portal navigation to the resources is organized around two major themes or pathways: (1) Languages (accessed by clicking on the <a href='https://mesolex-drako-iano9.ondigitalocean.app/en/languageIndex' alt='Mesolex Language Index'>Language Index</a>); and (2) Topics and media (accessed by clicking on the <a href='https://mesolex-drako-iano9.ondigitalocean.app/en/topicIndex' alt='Mesolex Topic Index'>Topic Index</a>). Mesolex is not only a hub for accessing resources but provides innovative tools for discovery and display of these resources. Particularly important are the back&#8209;end tools for all dictionaries (e.g., a finite state transducer, a thesaurus, and a multilanguage search tool) and the open-source program <a href='https://sylard-hsnrj.ondigitalocean.app/' alt='SYLARD'>SYLARD</a>, an ELAN-to-HTML conversion tool for line-by-line playback of transcribed and translated digital audio. </p><p>The Mesolex portal has been created with the support of a National Endowment for the Humanities, Office of Digital Humanities Level 1 grant (Award HAA-266482-19). Content has been provided by multiple individuals and sources, all credited on the relevant pages. Indeed, a major goal of Mesolex is to provide contributors, particularly native speakers documenting their own languages, a mechanism through which they can disseminate the material that they gather and edit (e.g., theses, articles, lexicons, multimedia including line-by-line audio playback). The ultimate goal of Mesolex is to create a platform that makes it easy for contributors to create language-specific “subportals” and for end users to access the material so deposited through either the language or topic index. Mesolex is not meant to be a permanent archive for long-term preservation but rather a portal to facilitate discovery and access of materials archived elsewhere. Efforts are underway to ensure that Mesolex materials (e.g., dictionaries, transcribed/translated audio) are also archived at institutions capable of long-term, secure preservation. In sum, the goal of Mesolex is to offer a language- and topically-organized lexicosemantic resource center for open access dissemination of lexicosemantic resources while at the same time providing a pathway for the permanent archiving of materials that are not published or otherwise permanently archived. </p></div></div><div class='contenedor-columnas '><div class='contenedor-4-col contenedor-titulo-estaticas '><h2 class='titulo-estaticas-seccion' id='topic-index-about'>Topic index</h2></div><div class='contenedor-8-col m-top-2rem '><h3 class='titulo-estaticas' id='specifiqued-tools-about'>Portal specific tools to facilitate access and discoverability: SYLARD and Search tools for lexical databases</h3><p><strong>SYLARD</strong> (Synchronized Language Annotation Result Display) is <a href='https://sylard-hsnrj.ondigitalocean.app/source_code' alt='SYLARD Source Code'>open-access software</a> that converts ELAN files (.eaf extension) to HTML for line-by-line playback of audio recordings. End users can configure the display in many ways, as explained in the <a href='https://sylard-hsnrj.ondigitalocean.app/usermanual' alt='SYLARD User Manual'>User Manual</a>, changing, for example, the translated texts that are visible (e.g., from Spanish to English, if the original ELAN file has both languages), or altering the display to a design that the user prefers. </p><p> SYLARD has been developed to facilitate easy and direct native speaker, general public, and researcher access to language documentation material often not easily discoverable and difficult to play for individuals not familiar with <a href='https://archive.mpi.nl/tla/elan' alt='ELAN Software'>ELAN</a> software. Under present archiving practices, users need to download an ELAN .eaf file, download the associated audio (.mp3 or .wav), install ELAN on a local computer, link the audio and transcription files in ELAN, and play back through the ELAN interface. This is a challenge for those not familiar with ELAN. SYLARD offers an easy alternative. Discovery of relevant materials in the Mesolex portal is facilitated by a <a href='https://sylard-hsnrj.ondigitalocean.app/catalog' alt='SYLARD's Catalogue'>searchable catalogue</a> (with easy-to-create filters by, for example, language); immediate line-by-line playback of the audio material can be through any web browser. </p><p>SYLARD can be accessed <a href='https://sylard-hsnrj.ondigitalocean.app/' alt='SYLARD Home'>directly</a> or through the Mesolex <a href='https://mesolex-drako-iano9.ondigitalocean.app/en/topicIndex' alt='Mesolex Topic Index'>Audios</a> module.</p><p><strong>back&#8209;end search tools for Mesolex lexicons</strong> offer an innovative approach to look-up in Indigenous language dictionaries. The tools address the following problems, each discussed in turn: <ol class='lista-ordenada-estaticas'><li>Linguistic and orthographic variation among closely related languages;</li><li>Difficulty of discovery of Western language (usually Spanish or English) glosses</li><li>Searches across Indigenous language dictionaries that are written with different L2 languages</li></ol></p><p><strong>1. </strong>Users are often stymied by dictionary look-up because of orthographic and linguistic variation. For example, a native speaker of Nahuatl may search for the headword <i>tlacatl</i> (‘man’) and be frustrated when no results are returned because the dictionary spells this word <i>tla:katl</i> (with the length of the initial &#60;a&#62; marked as long, and the voiceless velar occlusive [k] written as &#60;k&#62;, not &#60;c&#62;). Or, if the dictionary is of Highland Puebla Nahuatl, a user search for &#60;tlacatl&#62; would miss the cognate form &#60;ta:kat&#62;. Highland Puebla Nahuatl has lost &#60;tl&#62;, which is always realized as &#60;t&#62;. Concomitantly, a &#60;t&#62; in Highland Puebla Nahuatl may be realized as either &#60;t&#62; or &#60;tl&#62; in other Nahuatl languages. </p><p> Mesolex has integrated language-specific finite state transducers into its back&#8209;end. User-generated searches (e.g., for &#60;tlacatl&#62;) can be processed through these FSTs so that searches automatically discover many common orthographic and linguistic variations without any change to the search input. Mesolex has also integrated, into this same flexible search functionality, neutralization of certain language-specific phonemic distinctions. For example, searches in Nahuatl can ignore vowel length, searches in Mixtec can ignore tonal differences, searches in Mazatec and Totonac can ignore differences in phonation, and searches in Triqui can ignore the contrast between fortis and lenis consonants. All this flexibility is automatic as it is part of the language-specific FSTs that are built into the Mesolex back&#8209;end system. </p><p><strong>2. </strong>Users may also be frustrated when searches in the Western language, even for the most basic vocabulary, fails to find an Indigenous language equivalent. Often this is because of decisions made by the lexicographer during data entry. Thus a search for &#60;culebra&#62; might yield no hits simply because the entry for ko¹o⁴ in Mixtec, kowa:t in Nahuatl, or lu:wa' in Totonac provided the gloss &#60;víbora&#62; or &#60;serpiente&#62; and not &#60;culebra&#62;. Mesolex has a back&#8209;end thesaurus (word net) that discovers synonyms and concatenates them into the search string. With this functionality, a user who looks for an Indigenous language entry for &#60;culebra&#62;, having activated the back&#8209;end thesaurus, will find all entries that have &#60;culebra&#62;, &#60;víbora&#62;, or &#60;serpiente&#62;. Or a search for &#60;contemplate&#62; would find the Indigenous words glossed as &#60;think&#62;, &#60;ponder&#62;, or similar words that might be in the back&#8209;end thesaurus. </p><p><strong>3. </strong>Finally, it is often the case that users might want to search across several dictionaries, some of which might use different languages (basically Spanish and English) for the glosses and translations. Mesolex also has a built-in (back&#8209;end) bilingual dictionary that can be activated to search across target languages. Thus, for example, a search for &#60;cat&#62; will find &#60;gato&#62; and a search for &#60;perro&#62; will find &#60;dog&#62;. </p><p> The three aforementioned search enhancements (finite state transducer, thesaurus, bilingual equivalences) are facilitate discovery of both Indigenous language headwords (by those who may use different orthographies or speak different language variants) and target language glosses or translations. </p><h3 class='titulo-estaticas' id='videos-about'>Videos</h3><p> The video module is simply a catalogue of online videos (mostly in Youtube) relevant to any of the terminal languages represented in Mesolex. The administrator of each terminal language portal is free to select and create any links that he or she might wish and the Mesolex video module will integrate this into a searchable catalogue. </p><h3 class='titulo-estaticas' id='library-about'>Library</h3><p> The library module is a link to files (for the most part these will be pdfs) relevant a particular terminal language. Thus the portal for the terminal language Yoloxóchitl Mixtec will include much published and unpublished material (e.g., an illustrated ethnobotanical guide) relevant to this language. Again, the subportal administrator can chose what documents to make available (including material in proprietary formats such as Excel). </p><h3 class='titulo-estaticas' id='flora-&-fauna-about'>Flora and Fauna</h3><p> The Flora and Fauna module is in effect a merged catalogue that include all audio, video, library documents, or lexicons pertinent to ethnobiology. The material for this module is, therefore, included in and also accessible through the Audios, Videos, Library, and Lexicons modules as well as through the language subportals. Thus, for example, the <a href='https://mesolex.nyc3.digitaloceanspaces.com/library/Yolo/Yoloxochitl-Illustrated-guide_2022-02-07.pdf'> illustrated ethnobotanical guide </a> for Yoloxóchitl can be found through the Yoloxóchitl Mixtec language subportal, through the Library (e.g., filtering for the keyword “ethnobotany”), or from the Flora and Fauna module. </p></div></div><div class='contenedor-columnas '><div class='contenedor-4-col contenedor-titulo-estaticas '><h2 class='titulo-estaticas-seccion' id='topic-index-about'>Language Index</h2></div><div class='contenedor-8-col m-top-2rem '><h3 class='titulo-estaticas' id='overview-about'>Overview</h3><p> The <a href='https://mesolex-drako-iano9.ondigitalocean.app/en/languageIndex' alt='Mesolex Language Index'>Language Index</a> is another pathway to Mesolex resources. Through this a user will first access the Language group module (e.g., Amuzgoan, Nahuatl, Maya, Mazatec, etc.) which is a high level taxonomic node in a phylogenetic language tree. The exact node chosen is in some sense arbitrary. Thus Amuzgo&#8209;Mixtecan is not represented but rather slightly lower&#8209;level nodes such as Amuzgoan, Mixtec, and Triqui (Cuicatec might be added at some point, or Mixtec changed to Mixtec&#8209;Cuicatec). Once the user clicks on a language group, they are taken to a list of what may be referred to as “terminal languages”. For example, the <a href='https://mesolex-drako-iano9.ondigitalocean.app/en/languageIndexView/mixtec'> Mixtec language group</a> comprises 5 terminal languages plus “Historical Mixtec (proto&#8209;Mixtec)”. Finally, by clicking on any one of the terminal languages, the user is taken to a terminal language page such as that for San Pedro Amuzgos Amuzgo: </p><a href='../about/about-index-imagenes/pantalla-emergente-about.jpg' target='_blank'><img class='imagen-estaticas-columna-grande' src='../about/about-index-imagenes/pantalla-emergente-about.jpg' alt='Amuzgoan, San Pedro Amuzgos'></a><p>As clear above, the footer of terminal language pages presents the Topic modules as they appear in the Topic Index. Accessing the resources through the terminal language page in effect simply filters all resources so that only those pertinent to the language being researched appears when the topical links are clicked. </p><p> Finally, for all terminal language pages there is an administrator, often a researcher working on that particular language, who selects the content for the subportal. This individual or individuals are credited along with any institutional support (e.g., a funding agency) that might have helped gather the resources presented. </p></div></div></div></div></main>"
    },
    "credits":{
        "content":"<main class=''> <div class='contenedor-general-rebasado'> <div class='contenedor-general '> <div class='contenedor-columnas '> <div class='contenedor-4-col contenedor-titulo-estaticas '> <h1 class='titulo-estaticas ' id='credits-mesolex'>Credits of Mesolex</h1> </div><div class='contenedor-8-col m-top-2rem '> <p>Lorem ipsum dolor, sit amet consectetur adipisicing elit. Necessitatibus rerum neque optio vero exercitationem dicta rem ut quas totam cum similique quod ab hic nulla, autem error quo dolor amet!</p><p>Nihil aperiam aspernatur velit? Omnis dolorem cum vel? Eius non ut enim nobis! Iste est amet dolore placeat possimus sunt, praesentium maxime asperiores natus, nam quisquam. Voluptate totam dolores magni? </p><p>Distinctio cum vitae maiores necessitatibus deserunt, voluptatum iste sequi debitis beatae. Nemo aperiam quasi doloribus facilis maiores minus modi, nesciunt similique delectus debitis adipisci perferendis tempore consequatur distinctio incidunt in.</p><h2 class='titulo-estaticas'>Lorem ipsum dolor sit amet consectetur.</h2> <p>Eaque perferendis labore deserunt placeat corrupti accusantium itaque voluptas ullam blanditiis error, sed repellendus impedit exercitationem expedita sit, veritatis nisi eius ducimus laudantium voluptatibus rerum est? Id natus molestiae laudantium!</p><p>Ad similique odio accusamus et. Inventore blanditiis explicabo ut minima similique debitis, nam ipsam illum rerum nulla facilis magni praesentium officia tempore. Facilis quis atque dolor fugiat iure suscipit voluptatum?</p><p>Aliquam dolorum ullam minus cumque, recusandae maxime! Fuga repellendus magnam tempora iure. Non nisi fugiat ad doloremque distinctio praesentium quaerat perferendis, fugit molestias dolore, accusantium nulla? Doloremque accusantium quidem aperiam.</p><h3 class='titulo-estaticas'>Lorem ipsum dolor sit amet consectetur.</h3> <p>Aperiam repellat aliquam eius repudiandae, minus harum, voluptatum quis iure ipsa blanditiis at doloremque vitae eum perferendis tempore, aut delectus necessitatibus cumque vel. Totam earum corrupti dolor distinctio cum nisi.</p><p>Sint magnam, reprehenderit repellendus fugit aspernatur fugiat ad debitis. At, veritatis quod autem voluptatem cumque ducimus necessitatibus nesciunt. Expedita fuga accusamus fugit praesentium sed magni quod earum quia at explicabo.</p><p>Deleniti recusandae quisquam atque hic culpa, ratione itaque eaque iusto quod omnis error ex dolor cupiditate voluptate debitis corporis necessitatibus consectetur accusamus possimus? Obcaecati possimus quibusdam necessitatibus nostrum tempora provident?</p><p>Dolorem ullam aliquid commodi deserunt pariatur exercitationem quod quisquam, dicta id a, placeat optio, voluptatem nisi molestias? Porro excepturi eaque itaque ea quas, possimus odit fuga ullam vero reprehenderit voluptate.</p></div></div><div class='contenedor-columnas '> <div class='contenedor-4-col contenedor-titulo-estaticas '> <h1 class='titulo-estaticas ' id='credits-mesolex'>Prueba 2</h1> </div><div class='contenedor-8-col m-top-2rem '> <p>Lorem ipsum dolor, sit amet consectetur adipisicing elit. Necessitatibus rerum neque optio vero exercitationem dicta rem ut quas totam cum similique quod ab hic nulla, autem error quo dolor amet!</p><p>Nihil aperiam aspernatur velit? Omnis dolorem cum vel? Eius non ut enim nobis! Iste est amet dolore placeat possimus sunt, praesentium maxime asperiores natus, nam quisquam. Voluptate totam dolores magni? </p><p>Distinctio cum vitae maiores necessitatibus deserunt, voluptatum iste sequi debitis beatae. Nemo aperiam quasi doloribus facilis maiores minus modi, nesciunt similique delectus debitis adipisci perferendis tempore consequatur distinctio incidunt in.</p><h2 class='titulo-estaticas'>Lorem ipsum dolor sit amet consectetur.</h2> <p>Eaque perferendis labore deserunt placeat corrupti accusantium itaque voluptas ullam blanditiis error, sed repellendus impedit exercitationem expedita sit, veritatis nisi eius ducimus laudantium voluptatibus rerum est? Id natus molestiae laudantium!</p><p>Ad similique odio accusamus et. Inventore blanditiis explicabo ut minima similique debitis, nam ipsam illum rerum nulla facilis magni praesentium officia tempore. Facilis quis atque dolor fugiat iure suscipit voluptatum?</p><p>Aliquam dolorum ullam minus cumque, recusandae maxime! Fuga repellendus magnam tempora iure. Non nisi fugiat ad doloremque distinctio praesentium quaerat perferendis, fugit molestias dolore, accusantium nulla? Doloremque accusantium quidem aperiam.</p><h3 class='titulo-estaticas'>Lorem ipsum dolor sit amet consectetur.</h3> <p>Aperiam repellat aliquam eius repudiandae, minus harum, voluptatum quis iure ipsa blanditiis at doloremque vitae eum perferendis tempore, aut delectus necessitatibus cumque vel. Totam earum corrupti dolor distinctio cum nisi.</p><p>Sint magnam, reprehenderit repellendus fugit aspernatur fugiat ad debitis. At, veritatis quod autem voluptatem cumque ducimus necessitatibus nesciunt. Expedita fuga accusamus fugit praesentium sed magni quod earum quia at explicabo.</p><p>Deleniti recusandae quisquam atque hic culpa, ratione itaque eaque iusto quod omnis error ex dolor cupiditate voluptate debitis corporis necessitatibus consectetur accusamus possimus? Obcaecati possimus quibusdam necessitatibus nostrum tempora provident?</p><p>Dolorem ullam aliquid commodi deserunt pariatur exercitationem quod quisquam, dicta id a, placeat optio, voluptatem nisi molestias? Porro excepturi eaque itaque ea quas, possimus odit fuga ullam vero reprehenderit voluptate.</p></div></div><div class='contenedor-columnas '> <div class='contenedor-4-col contenedor-titulo-estaticas '> <h1 class='titulo-estaticas ' id='credits-mesolex'>Seccion 2</h1> </div><div class='contenedor-8-col m-top-2rem '> <p>Lorem ipsum dolor, sit amet consectetur adipisicing elit. Necessitatibus rerum neque optio vero exercitationem dicta rem ut quas totam cum similique quod ab hic nulla, autem error quo dolor amet!</p><p>Nihil aperiam aspernatur velit? Omnis dolorem cum vel? Eius non ut enim nobis! Iste est amet dolore placeat possimus sunt, praesentium maxime asperiores natus, nam quisquam. Voluptate totam dolores magni? </p><p>Distinctio cum vitae maiores necessitatibus deserunt, voluptatum iste sequi debitis beatae. Nemo aperiam quasi doloribus facilis maiores minus modi, nesciunt similique delectus debitis adipisci perferendis tempore consequatur distinctio incidunt in.</p><h2 class='titulo-estaticas'>Lorem ipsum dolor sit amet consectetur.</h2> <p>Eaque perferendis labore deserunt placeat corrupti accusantium itaque voluptas ullam blanditiis error, sed repellendus impedit exercitationem expedita sit, veritatis nisi eius ducimus laudantium voluptatibus rerum est? Id natus molestiae laudantium!</p><p>Ad similique odio accusamus et. Inventore blanditiis explicabo ut minima similique debitis, nam ipsam illum rerum nulla facilis magni praesentium officia tempore. Facilis quis atque dolor fugiat iure suscipit voluptatum?</p><p>Aliquam dolorum ullam minus cumque, recusandae maxime! Fuga repellendus magnam tempora iure. Non nisi fugiat ad doloremque distinctio praesentium quaerat perferendis, fugit molestias dolore, accusantium nulla? Doloremque accusantium quidem aperiam.</p><h3 class='titulo-estaticas'>Lorem ipsum dolor sit amet consectetur.</h3> <p>Aperiam repellat aliquam eius repudiandae, minus harum, voluptatum quis iure ipsa blanditiis at doloremque vitae eum perferendis tempore, aut delectus necessitatibus cumque vel. Totam earum corrupti dolor distinctio cum nisi.</p><p>Sint magnam, reprehenderit repellendus fugit aspernatur fugiat ad debitis. At, veritatis quod autem voluptatem cumque ducimus necessitatibus nesciunt. Expedita fuga accusamus fugit praesentium sed magni quod earum quia at explicabo.</p><p>Deleniti recusandae quisquam atque hic culpa, ratione itaque eaque iusto quod omnis error ex dolor cupiditate voluptate debitis corporis necessitatibus consectetur accusamus possimus? Obcaecati possimus quibusdam necessitatibus nostrum tempora provident?</p><p>Dolorem ullam aliquid commodi deserunt pariatur exercitationem quod quisquam, dicta id a, placeat optio, voluptatem nisi molestias? Porro excepturi eaque itaque ea quas, possimus odit fuga ullam vero reprehenderit voluptate.</p></div></div></main>"
    },
    "terms":{
        "content":"<main class=''> <div class='contenedor-general-rebasado'> <div class='contenedor-general '> <div class='contenedor-columnas '> <div class='contenedor-4-col contenedor-titulo-estaticas '> <h1 class='titulo-estaticas ' id='terms-conditions'>Terminos y condiciones</h1> </div><div class='contenedor-8-col m-top-2rem '> <p>Lorem ipsum dolor, sit amet consectetur adipisicing elit. Necessitatibus rerum neque optio vero exercitationem dicta rem ut quas totam cum similique quod ab hic nulla, autem error quo dolor amet!</p><p>Nihil aperiam aspernatur velit? Omnis dolorem cum vel? Eius non ut enim nobis! Iste est amet dolore placeat possimus sunt, praesentium maxime asperiores natus, nam quisquam. Voluptate totam dolores magni? </p><p>Distinctio cum vitae maiores necessitatibus deserunt, voluptatum iste sequi debitis beatae. Nemo aperiam quasi doloribus facilis maiores minus modi, nesciunt similique delectus debitis adipisci perferendis tempore consequatur distinctio incidunt in.</p><h2 class='titulo-estaticas'>Lorem ipsum dolor sit amet consectetur.</h2> <p>Eaque perferendis labore deserunt placeat corrupti accusantium itaque voluptas ullam blanditiis error, sed repellendus impedit exercitationem expedita sit, veritatis nisi eius ducimus laudantium voluptatibus rerum est? Id natus molestiae laudantium!</p><p>Ad similique odio accusamus et. Inventore blanditiis explicabo ut minima similique debitis, nam ipsam illum rerum nulla facilis magni praesentium officia tempore. Facilis quis atque dolor fugiat iure suscipit voluptatum?</p><p>Aliquam dolorum ullam minus cumque, recusandae maxime! Fuga repellendus magnam tempora iure. Non nisi fugiat ad doloremque distinctio praesentium quaerat perferendis, fugit molestias dolore, accusantium nulla? Doloremque accusantium quidem aperiam.</p><h3 class='titulo-estaticas'>Lorem ipsum dolor sit amet consectetur.</h3> <p>Aperiam repellat aliquam eius repudiandae, minus harum, voluptatum quis iure ipsa blanditiis at doloremque vitae eum perferendis tempore, aut delectus necessitatibus cumque vel. Totam earum corrupti dolor distinctio cum nisi.</p><p>Sint magnam, reprehenderit repellendus fugit aspernatur fugiat ad debitis. At, veritatis quod autem voluptatem cumque ducimus necessitatibus nesciunt. Expedita fuga accusamus fugit praesentium sed magni quod earum quia at explicabo.</p><p>Deleniti recusandae quisquam atque hic culpa, ratione itaque eaque iusto quod omnis error ex dolor cupiditate voluptate debitis corporis necessitatibus consectetur accusamus possimus? Obcaecati possimus quibusdam necessitatibus nostrum tempora provident?</p><p>Dolorem ullam aliquid commodi deserunt pariatur exercitationem quod quisquam, dicta id a, placeat optio, voluptatem nisi molestias? Porro excepturi eaque itaque ea quas, possimus odit fuga ullam vero reprehenderit voluptate.</p></div></div><div class='contenedor-columnas '> <div class='contenedor-4-col contenedor-titulo-estaticas '> <h1 class='titulo-estaticas ' id='terms-conditions'>Prueba 2</h1> </div><div class='contenedor-8-col m-top-2rem '> <p>Lorem ipsum dolor, sit amet consectetur adipisicing elit. Necessitatibus rerum neque optio vero exercitationem dicta rem ut quas totam cum similique quod ab hic nulla, autem error quo dolor amet!</p><p>Nihil aperiam aspernatur velit? Omnis dolorem cum vel? Eius non ut enim nobis! Iste est amet dolore placeat possimus sunt, praesentium maxime asperiores natus, nam quisquam. Voluptate totam dolores magni? </p><p>Distinctio cum vitae maiores necessitatibus deserunt, voluptatum iste sequi debitis beatae. Nemo aperiam quasi doloribus facilis maiores minus modi, nesciunt similique delectus debitis adipisci perferendis tempore consequatur distinctio incidunt in.</p><h2 class='titulo-estaticas'>Lorem ipsum dolor sit amet consectetur.</h2> <p>Eaque perferendis labore deserunt placeat corrupti accusantium itaque voluptas ullam blanditiis error, sed repellendus impedit exercitationem expedita sit, veritatis nisi eius ducimus laudantium voluptatibus rerum est? Id natus molestiae laudantium!</p><p>Ad similique odio accusamus et. Inventore blanditiis explicabo ut minima similique debitis, nam ipsam illum rerum nulla facilis magni praesentium officia tempore. Facilis quis atque dolor fugiat iure suscipit voluptatum?</p><p>Aliquam dolorum ullam minus cumque, recusandae maxime! Fuga repellendus magnam tempora iure. Non nisi fugiat ad doloremque distinctio praesentium quaerat perferendis, fugit molestias dolore, accusantium nulla? Doloremque accusantium quidem aperiam.</p><h3 class='titulo-estaticas'>Lorem ipsum dolor sit amet consectetur.</h3> <p>Aperiam repellat aliquam eius repudiandae, minus harum, voluptatum quis iure ipsa blanditiis at doloremque vitae eum perferendis tempore, aut delectus necessitatibus cumque vel. Totam earum corrupti dolor distinctio cum nisi.</p><p>Sint magnam, reprehenderit repellendus fugit aspernatur fugiat ad debitis. At, veritatis quod autem voluptatem cumque ducimus necessitatibus nesciunt. Expedita fuga accusamus fugit praesentium sed magni quod earum quia at explicabo.</p><p>Deleniti recusandae quisquam atque hic culpa, ratione itaque eaque iusto quod omnis error ex dolor cupiditate voluptate debitis corporis necessitatibus consectetur accusamus possimus? Obcaecati possimus quibusdam necessitatibus nostrum tempora provident?</p><p>Dolorem ullam aliquid commodi deserunt pariatur exercitationem quod quisquam, dicta id a, placeat optio, voluptatem nisi molestias? Porro excepturi eaque itaque ea quas, possimus odit fuga ullam vero reprehenderit voluptate.</p></div></div><div class='contenedor-columnas '> <div class='contenedor-4-col contenedor-titulo-estaticas '> <h1 class='titulo-estaticas ' id='terms-conditions'>Seccion 2</h1> </div><div class='contenedor-8-col m-top-2rem '> <p>Lorem ipsum dolor, sit amet consectetur adipisicing elit. Necessitatibus rerum neque optio vero exercitationem dicta rem ut quas totam cum similique quod ab hic nulla, autem error quo dolor amet!</p><p>Nihil aperiam aspernatur velit? Omnis dolorem cum vel? Eius non ut enim nobis! Iste est amet dolore placeat possimus sunt, praesentium maxime asperiores natus, nam quisquam. Voluptate totam dolores magni? </p><p>Distinctio cum vitae maiores necessitatibus deserunt, voluptatum iste sequi debitis beatae. Nemo aperiam quasi doloribus facilis maiores minus modi, nesciunt similique delectus debitis adipisci perferendis tempore consequatur distinctio incidunt in.</p><h2 class='titulo-estaticas'>Lorem ipsum dolor sit amet consectetur.</h2> <p>Eaque perferendis labore deserunt placeat corrupti accusantium itaque voluptas ullam blanditiis error, sed repellendus impedit exercitationem expedita sit, veritatis nisi eius ducimus laudantium voluptatibus rerum est? Id natus molestiae laudantium!</p><p>Ad similique odio accusamus et. Inventore blanditiis explicabo ut minima similique debitis, nam ipsam illum rerum nulla facilis magni praesentium officia tempore. Facilis quis atque dolor fugiat iure suscipit voluptatum?</p><p>Aliquam dolorum ullam minus cumque, recusandae maxime! Fuga repellendus magnam tempora iure. Non nisi fugiat ad doloremque distinctio praesentium quaerat perferendis, fugit molestias dolore, accusantium nulla? Doloremque accusantium quidem aperiam.</p><h3 class='titulo-estaticas'>Lorem ipsum dolor sit amet consectetur.</h3> <p>Aperiam repellat aliquam eius repudiandae, minus harum, voluptatum quis iure ipsa blanditiis at doloremque vitae eum perferendis tempore, aut delectus necessitatibus cumque vel. Totam earum corrupti dolor distinctio cum nisi.</p><p>Sint magnam, reprehenderit repellendus fugit aspernatur fugiat ad debitis. At, veritatis quod autem voluptatem cumque ducimus necessitatibus nesciunt. Expedita fuga accusamus fugit praesentium sed magni quod earum quia at explicabo.</p><p>Deleniti recusandae quisquam atque hic culpa, ratione itaque eaque iusto quod omnis error ex dolor cupiditate voluptate debitis corporis necessitatibus consectetur accusamus possimus? Obcaecati possimus quibusdam necessitatibus nostrum tempora provident?</p><p>Dolorem ullam aliquid commodi deserunt pariatur exercitationem quod quisquam, dicta id a, placeat optio, voluptatem nisi molestias? Porro excepturi eaque itaque ea quas, possimus odit fuga ullam vero reprehenderit voluptate.</p></div></div></main>"
    }
}